Revit 2023 API
GroupTypeId.LightPhotometrics Property
 "Photometrics"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId LightPhotometrics { get; }
Visual Basic
Public Shared ReadOnly Property LightPhotometrics As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LightPhotometrics {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace